Repository: iMostfa/MarvelExplorer-Wallapop
Catalog: MarvelExplorer/Resources/*.lproj/Localizable.strings
Languages: ar

# SERIESLIST_NAV_TITLE
source: Marvel Series
ar: مجلات مارڤل

# SERIESLIST_SEARCH_TITLE
source: Search Anything
ar: أبحث عن اي شيء

# SEREIS_SINCE
source: Since %@
ar: منذ %@

# SEREIS_UNTIL
source: Until %@
ar: الى %@

# SEREIS_PRESENT
source: Until Now
ar: حتى الان

# SERIESDETAIL_DESCRIPTION
source: Series Description
ar: وصف المجلة

# SERIESDETAIL_DURATION
source: Series Duration
ar: مدة اصدار المجلة

# SERIESDETAIL_WRITERS
source: Series Writers
ar: كاتبي المجلة

# DEFAULT_ALERT_OK
source: Ok
ar: حاضر

# DEFAULT_ALERT_ERROR_TITLE
source: Error Happened ðŸ˜­
ar: حدث خطأ 😭
